[
  {
    "id": "1",
    "Title": "סקוואט",
    "Desc": "ביצוע התרגיל: עמידה ברגליים רחבות יותר מגופך, כאשר הברבל מונח על הכתפיים. כשאתה יורד, קפוץ אחורה והכי חשוב – הורד את הגוף בכסא הרחב, עד שהברבל עובר את הברכיים, חשוב שהברך לא תעבור את האזור הרחב. כשאתה עולה, שמור על גב ישר ועקום את הברך.",
    "BodyPart": ["רגליים", "ישבן"],
    "Equipment": ["ברבל", "משקולת"],
    "Level": "בינוני",
    "Type": "כוח"
  },
  {
    "id": "2",
    "Title": "דדליפט",
    "Desc": "ביצוע התרגיל: הברבל מונח על הרגליים והגוף נמצא במעמד הולך על ארבע. הרגליים משתוללות אחורה ובזרועות נשאות את המשקולת.",
    "BodyPart": ["גב", "רגליים", "ישבן"],
    "Equipment": ["ברבל"],
    "Level": "מתקדם",
    "Type": "כוח"
  },
  {
    "id": "3",
    "Title": "פוש-אפ",
    "Desc": "ביצוע התרגיל: מתחילים במעמד התחלתי עם הכף מונחת באחורי המשקולת והידיים מושתתות על הרצפה. מתחילים בדחיפה למעלה, עד שהידיים מתיקרבות לחזה ומחזיקים רגע, ולאחר מכן חוזרים למעמד ההתחלתי.",
    "BodyPart": ["חזה", "כתפיים", "שרירי היד"],
    "Equipment": ["משקולת גוף"],
    "Level": "מתחיל",
    "Type": "כוח"
  },
  {
    "id": "4",
    "Title": "פול-אפ",
    "Desc": "ביצוע התרגיל: מושבים על המושב הסבון ונותנים את הרגליים על הגשרים, הידיים נמצאות מתחת למושב. מושכים את הבר למעלה, ולאחר מכן חוזרים למעמד ההתחלתי.",
    "BodyPart": ["גב", "יד"],
    "Equipment": ["בר לפול-אפ"],
    "Level": "בינוני",
    "Type": "כוח"
  },
  {
    "id": "5",
    "Title": "פלאנק",
    "Desc": "ביצוע התרגיל: נמצאים במעמד של כף ידיים והכפות מונחות על הרצפה. הגוף נמצא ישר כמו קורה, והמטרה היא לשמור על ישרות בגוף ועל נפילה אחידה. נשאים את הגוף בתנועת הבריחה שלך על הכף. חשוב לשמור על גב ישר, עצמות הישבן צריכות להיות נטויות ואזור הישבן צריך להישמר. אין לפלוט את הגוף כלפי מעלה או להוריד את הראש אל הרצפה.",
    "BodyPart": ["גוף גלוי"],
    "Equipment": ["משקל גוף"],
    "Level": "מתחיל",
    "Type": "ליבה"
  },
  {
    "id": "6",
    "Title": "לחיצת חזה",
    "Desc": "ביצוע התרגיל: שכיבה על מבנה של לחיצה חזיתית, אזור הראש חופף מהרצפה, והידיים נמצאות רחוק מאוד, ממש ברף הראיה. הרגליים פתוחות ברחב כך שאתה מתקרב אל הרצפה בעקב ולא בירך.",
    "BodyPart": ["חזה", "יד"],
    "Equipment": ["משקולת"],
    "Level": "מתחיל",
    "Type": "כוח"
  },
  {
    "id": "7",
    "Title": "שכיבות לחיצה",
    "Desc": "ביצוע התרגיל: במעמד זה אתה חושב שאתה עושה את הלחיצות הכי קשות שפעם עשית. אתה מנסה להרגיש את כל השרירים האפשריים בחזה פועלים בזמן כל לחיצה. בעיקרון כל פעם חשוב להתחיל עם המשקל הכי קל. אחרי שאתה התחממת ועשית שניים שלושה סדרות והחזה שלך פתאום כבר מרגיש די מסוכן אתה יכול לגרום לו לפעול קצת קשה יותר. זה לא יהיה נעים אבל בטח ממש ממש יהיה יעיל.",
    "BodyPart": ["חזה"],
    "Equipment": ["משקולת"],
    "Level": "מתקדם",
    "Type": "כוח"
  },
  {
    "id": "8",
    "Title": "פולי אפ",
    "Desc": "ביצוע התרגיל: בוחרים משקולות שמתאימים לכוח העצמות שלך ומתחילים בתנועת פיקחים. בכל שלב אתה מושך למעלה בכל עצמך. מנסה לשמור על השריר במשך זמן רב ומנסה להשתין על המכשיר (לא באמת אבל הצצה עצמית היא התנגדות חשובה).",
    "BodyPart": ["גב", "יד"],
    "Equipment": ["משקולת"],
    "Level": "בינוני",
    "Type": "כוח"
  },
  {
    "id": "9",
    "Title": "לחיצת כתף",
    "Desc": "ביצוע התרגיל: משקיעים את הגוף למסגרת הלחיצה באופן מחלקי ומשונה, כך שהשוליים על גבי החזה והבטן פתוחים מאוד. כשאתה עולה עושה זאת על חשבון שכיבת המושב. כשאתה יורד, נסה להגיע למעמד ההתחלתי.",
    "BodyPart": ["כתפיים", "יד"],
    "Equipment": ["משקולת"],
    "Level": "מתחיל",
    "Type": "כוח"
  },
  {
    "id": "10",
    "Title": "פול-אפ בעליית רגליים",
    "Desc": "ביצוע התרגיל: נכנסים לפול אפ, אוחזים במשקולת בידיים רחבות מעט יותר מרוחב כתפיים. בנוסף הפרק כלשהו בברך ועל איברי הישבן. מכאן מתחילים את התנועה ומחזיקים מעמד מקסימאלי נוסף על הפלור.",
    "BodyPart": ["גב", "יד"],
    "Equipment": ["בר לפול-אפ"],
    "Level": "מתקדם",
    "Type": "כוח"
  }
]
