[
    {
      "": "0",
      "Title": "Partner plank band row",
      "Desc": "The partner plank band row is an abdominal exercise where two partners perform single-arm planks while pulling on the opposite ends of an exercise band. This technique can be done for time or reps in any ab-focused workout.",
      "Type": "Strength",
      "BodyPart": "Abdominals",
      "Equipment": "Bands",
      "Level": "Intermediate",
      "Rating": "0.0",
      "RatingDesc": ""
    },
    {
      "": "1",
      "Title": "Banded crunch isometric hold",
      "Desc": "The banded crunch isometric hold is an exercise targeting the abdominal muscles, particularly the rectus abdominis or \"six-pack\" muscles. The band adds resistance and continuous tension to this popular exercise.",
      "Type": "Strength",
      "BodyPart": "Abdominals",
      "Equipment": "Bands",
      "Level": "Intermediate",
      "Rating": "",
      "RatingDesc": ""
    },
    {
      "": "2",
      "Title": "FYR Banded Plank Jack",
      "Desc": "The banded plank jack is a variation on the plank that involves moving the legs in and out for repetitions. Having a band around the thighs forces the lower body to work harder, particularly the hips and glutes. The plank jack is commonly performed as part of a bodyweight circuit, or as part of a dynamic warm-up.",
      "Type": "Strength",
      "BodyPart": "Abdominals",
      "Equipment": "Bands",
      "Level": "Intermediate",
      "Rating": "",
      "RatingDesc": ""
    },
    {
      "": "3",
      "Title": "Banded crunch",
      "Desc": "The banded crunch is an exercise targeting the abdominal muscles, particularly the rectus abdominis or \"six-pack\" muscles. The band adds resistance and continuous tension to this popular exercise.",
      "Type": "Strength",
      "BodyPart": "Abdominals",
      "Equipment": "Bands",
      "Level": "Intermediate",
      "Rating": "",
      "RatingDesc": ""
    },
    {
      "": "4",
      "Title": "Crunch",
      "Desc": "The crunch is a popular core exercise targeting the rectus abdominis, or \"six-pack\" muscles, as well as the obliques. It has been the centerpiece of many ab-focused workouts, due to both its simplicity and the intense burn and mind-muscle connection it produces. It can be performed for time or reps as part of the ab-focused portion of any workout.",
      "Type": "Strength",
      "BodyPart": "Abdominals",
      "Equipment": "Bands",
      "Level": "Intermediate",
      "Rating": "",
      "RatingDesc": ""
    },
    {
      "": "5",
      "Title": "Decline band press sit-up",
      "Desc": "The decline band press sit-up is a weighted core exercise that works the rectus abdominis or \"six pack\" muscles, as well as the deep core muscles. It also taxes the muscles of the shoulders and upper back. Sit-up variations with added resistance are usually performed for moderate to high reps, such as 8-12 reps per set or more, as part of the core-focused portion of a workout.",
      "Type": "Strength",
      "BodyPart": "Abdominals",
      "Equipment": "Bands",
      "Level": "Intermediate",
      "Rating": "",
      "RatingDesc": ""
    },
    {
      "": "6",
      "Title": "FYR2 Banded Frog Pump",
      "Desc": "",
      "Type": "Strength",
      "BodyPart": "Abdominals",
      "Equipment": "Bands",
      "Level": "Intermediate",
      "Rating": "",
      "RatingDesc": ""
    },
    {
      "": "7",
      "Title": "Band low-to-high twist",
      "Desc": "The band low-to-high twist is a core exercise targeting the upper abdominals and the obliques. Take care to perform it with control, as rapid, uncontrolled twisting can injure the spine. It is usually performed for moderate to high reps, at least 8-15 per side, as part of the core-focused portion of a workout.",
      "Type": "Strength",
      "BodyPart": "Abdominals",
      "Equipment": "Bands",
      "Level": "Intermediate",
      "Rating": "",
      "RatingDesc": ""
    },
    {
      "": "8",
      "Title": "Barbell roll-out",
      "Desc": "The barbell roll-out is an abdominal exercise that utilizes a barbell in the place of an ab roller. It is best performed with a barbell that has rotating collars, and is considered more difficult than other ab roller variations. Many lifters may not be able to perform a single rep at first, but once they can perform these for reps, they'll be rewarded with a seriously strong core.",
      "Type": "Strength",
      "BodyPart": "Abdominals",
      "Equipment": "Barbell",
      "Level": "Intermediate",
      "Rating": "8.9",
      "RatingDesc": "Average"
    },
    {
      "": "9",
      "Title": "Barbell Ab Rollout - On Knees",
      "Desc": "The barbell roll-out is an abdominal exercise that utilizes a barbell in the place of an ab roller. It is best performed with a barbell that has rotating collars, and is considered more difficult than other ab roller variations. Many lifters may not be able to perform a single rep at first, but once they can perform these for reps, they'll be rewarded with a seriously strong core.",
      "Type": "Strength",
      "BodyPart": "Abdominals",
      "Equipment": "Barbell",
      "Level": "Intermediate",
      "Rating": "8.9",
      "RatingDesc": "Average"
    },
    {
      "": "10",
      "Title": "Decline bar press sit-up",
      "Desc": "The decline bar press sit-up is a weighted core exercise targeting the abdominal muscles, particularly the lower abs. It also challenges the shoulders and upper back to move the weight. Weighted sit-up variations are usually performed for moderate to high reps, such as 8-12 reps per set or more, as part of the core-focused portion of a workout.",
      "Type": "Strength",
      "BodyPart": "Abdominals",
      "Equipment": "Barbell",
      "Level": "Intermediate",
      "Rating": "8.5",
      "RatingDesc": "Average"
    }
]